//토끼와 거북이
const promptArray = [
  {
    text: "위의 성공회대학교 광고처럼 잠자는 토끼를 깨우지 않은 거북이가 페어플레이 정신이 부족했다는 해석도 있다. 이 해석은 최근들어 많이 쓰이기 시작했는데 주로 유치원, 초등학생 아이들에게 공정한 정신을 가르치거나 입시 경쟁에 찌들어 우정을 버리는 일이 없게끔 교육시키는 데 사용하곤 한다.",
    hasNext: true,
  },
  {
    text: "이에 대해서는 토끼가 잠들어 뒤처진 것은 토끼 자기 잘못인데 거북이가 깨워야 한다는 것은 억지가 아니냐는 반박도 나온다. 페어플레이 정신이 부족하다는 말은 공정성이 부족하다는 말인데, 토끼와 거북이의 대결은 공정하다. 토끼와 거북이는 같은 조건에서 경기를 치렀고, 토끼는 어쩔 수 없는 사정이 있어서 잠든 것이 아니라 스스로 자는 것을 선택한 것이다. 토끼를 거북이가 깨운다면 굉장히 큰 도량을 보여주는 일일 수는 있겠으나, 깨우지 않는다고 비난을 받아야 할 이유는 없다.",
    hasNext: true,
  },
  {
    text: "오히려 달리기 경기는 거북이에게 불공평한 경기다. 거북이는 선천적으로 아무리 노력해도 달릴 수가 없는 몸이다. 인간으로 치자면 지체장애인과 프로 육상 선수가 달리기 경주를 하는 꼴이다. '토끼가 자는 것을 알고도 지나친 거북이가 잘못했다'라고 하면, '애초에 거북이가 달릴 수 없다는 것을 알면서도 달리기 경주를 한 토끼'가 먼저 더 큰 잘못을 범했다는 결론이 난다. 페어플레이를 주장할 거라면 차라리 토끼가 거북이처럼 등딱지를 달고 경주해야 한다는 주장이 더 설득력 있을 것이다.",
    hasNext: true,
  },
  {
    text: "위에서 입시 경쟁을 말하고 있는데, 입시 경쟁으로 제대로 비유하자면 다음과 같다.",
    hasNext: true,
  },
  {
    text: "선천적으로 공부를 잘하는 토끼는 항상 1등을 했으며, 선천적으로 공부를 못하는 거북이는 항상 하위권이었다. 토끼는 공부를 안 해도 자신이 1등을 한다는 자만심에 빠져서 공부를 소홀히 했다. 거북이는 자신의 부족한 지능에 좌절하지 않고 꾸준히 노력하여 성적을 꾸준히 올려 상위권으로 진입하였다. 그 결과 거북이의 성적은 어느새 토끼를 추월할 지경이 되었다.",
    hasNext: true,
  },
  {
    text: "여기서 토끼가 다시 공부를 시작할 수 있도록 거북이가 독려할 의무가 있는가? 만약 거북이가 그렇게 한다면 훌륭한 선행이기는 하겠지만, 그렇게 하지 않는다고 거북이가 의무를 다하지 않은 것은 아니다. 토끼를 독려할 책임이 있는 것은 교사와 부모지 거북이가 아니다. 거북이에게 책임을 떠넘기는 것은 오히려 국가가 감당해야 할 의무를 국민에게 떠넘기는 것이다.",
    hasNext: false,
  },
];
export { promptArray };
